@extends('layouts.theme')
@section('title', 'Изделие')

@section('content')
    <section id="item">
        <div class="content">
            <div class="thumbnails">
                <img src="/i/item/item-1.png" alt=""/>
                <img src="/i/item/item-1.png" alt=""/>
                <img src="/i/item/item-3.png" alt=""/>
            </div>
            <div class="large-img">
                <img src="/i/item/item-large.png"/>
            </div>
            <div class="offer">
                <div class="offer__description">
                    <p class="event">Новинка</p>
                    <p class="name">Статуэтка “Күйші ару”</p>
                    <p class="price">4 350 ₸</p>
                    <ul>
                        <li>Металл с покрытием серебряного цвета</li>
                        <li>Цветная эмаль</li>
                        <li>Хрустальное стекло</li>
                    </ul>
                    <form method="POST" action="#">
                        <div class="checkboxes">
                            <div>
                                <input type="checkbox" name="gold" id="gold">
                                <label>Золотой</label>
                            </div>
                            <div>
                                <input type="checkbox" name="black" id="black">
                                <label>Черный</label>
                            </div>
                            <div>
                                <input type="checkbox" name="grey" id="grey">
                                <label>Серый</label>
                            </div>
                        </div>

                        <div class="buttons">
                            <div>
                                <button class="favorites">
                                    <svg viewBox="0 0 14 13" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M13.9765 4.91753C13.9324 4.79319 13.8521 4.68398 13.7454 4.60314C13.6387 4.5223 13.5101 4.4733 13.3753 4.46208L9.39775 3.89788L7.61518 0.383465C7.55793 0.268536 7.46856 0.171609 7.35729 0.10379C7.24602 0.03597 7.11735 0 6.98603 0C6.85471 0 6.72605 0.03597 6.61478 0.10379C6.5035 0.171609 6.41413 0.268536 6.35689 0.383465L4.57432 3.89108L0.596729 4.46208C0.46735 4.47997 0.345717 4.53276 0.245632 4.61446C0.145546 4.69617 0.0710161 4.80352 0.0304993 4.92433C-0.00658871 5.04239 -0.00991692 5.16804 0.0208719 5.2878C0.0516606 5.40756 0.115404 5.5169 0.205261 5.6041L3.09233 8.32318L2.39328 12.1843C2.36833 12.3117 2.38139 12.4434 2.43094 12.5639C2.48049 12.6843 2.56445 12.7885 2.6729 12.864C2.77861 12.9375 2.90329 12.9809 3.03295 12.9893C3.1626 12.9977 3.2921 12.9708 3.4069 12.9116L6.98603 11.0966L10.5512 12.9184C10.6493 12.9722 10.7601 13.0004 10.8727 13C11.0208 13.0005 11.1652 12.9553 11.2852 12.8708C11.3936 12.7953 11.4776 12.6911 11.5271 12.5707C11.5767 12.4502 11.5898 12.3185 11.5648 12.1911L10.8658 8.32998L13.7528 5.6109C13.8538 5.52775 13.9283 5.41846 13.9679 5.29572C14.0075 5.17299 14.0105 5.04184 13.9765 4.91753ZM9.67737 7.63661C9.59539 7.71372 9.53405 7.80916 9.49872 7.91462C9.46338 8.02007 9.45512 8.13233 9.47464 8.24161L9.97796 11.0898L7.34954 9.7303C7.2484 9.67793 7.13557 9.65054 7.02098 9.65054C6.9064 9.65054 6.79357 9.67793 6.69243 9.7303L4.06401 11.0898L4.56732 8.24161C4.58685 8.13233 4.57859 8.02007 4.54325 7.91462C4.50792 7.80916 4.44658 7.71372 4.3646 7.63661L2.26745 5.5973L5.21045 5.18264C5.32369 5.16732 5.43135 5.12523 5.52397 5.06005C5.6166 4.99486 5.69137 4.90858 5.74173 4.80877L6.98603 2.21884L8.30024 4.81557C8.3506 4.91538 8.42537 5.00166 8.518 5.06684C8.61062 5.13203 8.71828 5.17412 8.83152 5.18944L11.7745 5.6041L9.67737 7.63661Z" fill="white"/>
                                    </svg>
                                </button>
                                <button class="main-btn">Добавить в корзину</button>
                            </div>
                            <button class="primary-btn">Купить в рассрочку</button>
                        </div>
                    </form>
                </div>
                <div class="offer__delivery">
                    <p><b>Доставка: 7 000 ₸ </b></p>
                    <p>До Петропавловска за <b>18 дней</b></p>
                </div>
            </div>
        </div>
        <div class="info">
{{--            <div class="links">--}}
{{--                <a href="/">Главная </a> •--}}
{{--                <a href="/">Декор</a> •--}}
{{--                <a href="/">Ваза Тұлпар</a>--}}
{{--            </div>--}}
            <p>Изящная и грациозная статуэтка девушки в национальном костюме отличается стилем, в котором традиции и классика сочетаются с современным дизайном, искусно сливаясь в единое целое. Плавность линий, формы непревзойденной красоты и тончайшая проработка каждого элемента позволят сделать серию статуэток идеальным украшением любого интерьера.</p>
            <div>

            </div>
        </div>
    </section>
@endsection
