@extends('layouts.theme')
@section('title', 'Политика сайта')

@section('content')
  <section id="policy">
    <h2>Политика сайта</h2>
    <div class="content">
      <ul class="links">
        <li>Общие положения</li>
        <li>Статус интернет - магазина</li>
        <li>Статус покупателя</li>
        <li>Предмет оферты</li>
        <li><a href="#5">Договор купли-продажи</a></li>
        <li>Информация о товаре</li>
        <li>Порядок приобретения товара</li>
        <li>Цена товара</li>
        <li>Оплата товара</li>
        <li>Доставка товаров</li>
        <li>Гарантии на товар</li>
        <li>Возврат товара</li>
        <li>Ответственность сторон</li>
        <li>Прочие условия</li>
        <li>О бонусной системе</li>
      </ul>
      <ol class="rules">
        <p>Публичный договор-оферта интернет магазина EMPIRE</p>
        <li class="rules__title">1. Общие положения</li>
          <ol class="rules__info">
              <li>1.1. Товарищество с ограниченной ответственностью «Empire of Gifts» (далее «Компания») публикует настоящий договор купли-продажи, являющийся публичным договором - офертой (предложением) в адрес физических и юридических лиц в соответствии со ст. 447 Гражданского Кодекса Республики Казахстан (далее – ГК РК).</li>
              <li>1.2. Настоящая публичная оферта (именуемая в дальнейшем «Оферта») определяет все существенные условия договора между интернет - магазином EMPIRE и лицом, акцептовавшим Оферту.</li>
              <li>1.3. Настоящий договор заключается между Покупателем и интернет - магазином в момент оформления заказа.</li>
              <li>1.4. Оферта может быть принята любым физическим или юридическим лицом на территории Республики Казахстан, имеющим намерение приобрести товар, реализуемый/предоставляемый Компанией через интернет-магазин, расположенный на сайте https://empire.kz.</li>
              <li>1.5. Покупатель безоговорочно принимает все условия, содержащиеся в оферте в целом (т.е. в полном объеме и без исключений).</li>
              <li>1.6. В случае принятия условий настоящего договора (т.е. публичной оферты интернет - магазина), физическое или юридическое лицо, производящее акцепт оферты, становится Покупателем.</li>
              <li>1.7. Акцептом является получение Интернет-магазином/Продавцом сообщения о намерении физического или юридического лица приобрести товар на условиях, предложенных Продавцом.</li>
              <li>1.8. Оферта, все приложения к ней, а также вся дополнительная информация о товарах Компании, опубликована на сайте https://empire.kz.</li>
          </ol>
        <li class="rules__title">2. Статус интернет - магазина</li>
        <ol class="rules__info">
            <li>2.1. Интернет-магазин является собственностью Компании и предназначен для организации дистанционного способа продажи товаров через сеть интернет.</li>
            <li>2.2. Сделки интернет-магазина, регулируются договором купли-продажи на условиях публичной оферты. Произведя акцепт оферты (т.е. оплату оформленного в интернет-магазине заказа), Покупатель получает в собственность товар на условиях Договора купли-продажи.</li>
            <li>2.3. Интернет-магазин не несет ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении заказа.</li>
        </ol>
        <li class="rules__title">3. Статус покупателя</li>
        <ol class="rules__info">
            <li>3.1. Покупатель несет ответственность за достоверность предоставленной при оформлении заказа информации, и ее чистоту от претензий третьих лиц.</li>
            <li>3.2. Покупатель подтверждает свое согласие с условиями, установленными настоящим Договором, при оформлении заказа путем указания на странице заказа интернет магазина следующего условия: «Оформляя заказ Вы соглашаетесь с условиями оферты, пользовательского соглашения, а также на обработку персональных данных».</li>
            <li>3.3. Информация, предоставленная Покупателем, является конфиденциальной. Покупатель, предоставляя свои персональные данные, зарегистрировавшись на сайте или заполнении заявки дает своими действиями согласие на обработку его персональных данных. Интернет-магазин использует информацию о Покупателе исключительно в целях функционирования интернет-магазина (отправление уведомления Покупателю о выполнении заказа и т.д.) и в случаях, указанных в настоящем Договоре-оферте.</li>
            <li>3.4. Товар приобретается Покупателем исключительно для личных, семейных, домашних нужд, не связанных с осуществлением предпринимательской деятельности. Использование ресурса интернет-магазина для просмотра и выбора товара, а также для оформления заказа является для Покупателя безвозмездным.</li>
        </ol>
        <li class="rules__title">4. Предмет оферты</li>
        <ol class="rules__info">
            <li>4.1. Продавец, на основании заказов Покупателя, продаёт Покупателю товар в соответствии с условиями и по ценам, установленным Продавцом в оферте и приложениях к ней.</li>
            <li>4.2. Доставка товаров, заказанных и оплаченных Покупателем, осуществляется Продавцом. Покупатель имеет право забрать товар со склада Продавца самостоятельно (самовывоз). Покупателю при оформлении заказа предоставляется право выбора способа доставки.</li>
            <li>4.3. К отношениям между Покупателем и Продавцом применяются положения ГК РК, Закон Республики Казахстан от 04.05.2010 N 274-IV "О защите прав потребителей", а также иные нормативные правовые акты, принятые в соответствии с ними.</li>
            <li>4.4. Физическое или юридическое лицо считается принявшим все условия оферты (акцепт оферты) и приложений к ней в полном объеме и без исключений с момента получения Продавцом сообщения о намерении Покупателя приобрести товар на условиях, предложенных Продавцом. В случае акцепта оферты физическое или юридическое лицо считается заключившим с Продавцом договор купли-продажи заказанных товаров и приобретает статус Покупателя.</li>
        </ol>
        <li class="rules__title" id="5">5. Договор купли-продажи</li>
        <ol class="rules__info">
            <li>5.1. Покупатель может оформить заказ самостоятельно на сайте интернет - магазина, либо через менеджера по телефонам, указанным на сайте, на условиях Договора купли-продажи (публичной оферты интернет - магазина).</li>
            <li>5.2. При оформлении заказа в интернет - магазине, Покупатель обязан предоставить о себе информацию: Ф.И.О., ИИН (для физических лиц) или полное наименование, БИН (для юридических лиц) Покупателя Товара; адрес доставки Товара; контактный телефон и электронную почту Покупателя Товара.</li>
            <li>5.3. Волеизъявление Покупателя осуществляется посредством внесения последним соответствующих данных в форму заказа в интернет -магазине либо подачей заявки через менеджера интернет - магазина или по электронной почте (e-mail).</li>
            <li>5.4. Интернет-магазин не редактирует информацию о Покупателе.</li>
        </ol>
      </ol>
    </div>
    <div class="consultaion">
      <div class="call">
        <h1>Нужна помощь ?</h1>
        <p>Оставьте свой номер для связи с консультантом.<br/>Или поищите ответ на свой вопрос в <a href="/faq">разделе FAQ.</a></p>
        <form method="POST" action="#">
          <input type="tel" name="phone" placeholder="Номер телефона"/>
          <button type="submit" class="main-btn">Заказать консультацию</button>
        </form>
      </div>
    </div>
  </section>
@endsection
