@extends('layouts.theme')
@section('title', 'Политика сайта')

@section('content')
  <section id="policy">
    <h2>Политика сайта</h2>
    <div class="content">
      <ul>
        <li>Общие положения</li>
        <li>Статус интернет - магазина</li>
        <li>Статус покупателя</li>
        <li>Предмет оферты</li>
        <li>Договор купли-продажи</li>
        <li>Информация о товаре</li>
        <li>Порядок приобретения товара</li>
        <li>Цена товара</li>
        <li>Оплата товара</li>
        <li>Доставка товаров</li>
        <li>Гарантии на товар</li>
        <li>Возврат товара</li>
        <li>Ответственность сторон</li>
        <li>Прочие условия</li>
        <li>О бонусной системе</li>
      </ul>
    </div>
  </section>
@endsection